"S3 (Amazon Simple Storage Service)" = "S3 (Amazon Simple Storage Service)";

/* Use your Access Key ID as the value of the AWSAccessKeyId parameter in requests you send to Amazon Web Services (when required). Your Access Key ID identifies you as the party responsible for the request. */
"Access Key ID" = "ID ključa za dostop";

/* Since your Access Key ID is not encrypted in requests to AWS, it could be discovered and used by anyone. Services that are not free require you to provide additional information, a request signature, to verify that a request containing your unique Access Key ID could only have come from you. */
"Secret Access Key" = "Skrivni ključ za dostop";

/* The current status of the distribution. When the status is Deployed, the distribution's information is fully propagated throughout the Amazon CloudFront system. */
"InProgress" = "V teku";

/* The current status of the distribution. When the status is Deployed, the distribution's information is fully propagated throughout the Amazon CloudFront system. */
"Deployed" = "Razporejeno";

"eu-west-1" = "EU (Irska)";
"eu-west-2" = "EU (London)";
"eu-west-3" = "EU (Paris)";
"eu-north-1" = "EU (Stockholm)";
"eu-south-1" = "EU (Milan)";
"us-east-1" = "ZDA standardno";
"us-west-1" = "ZDA-zahod (severna Kalifornija)";
"us-west-2" = "US West (Oregon)";
"ap-southeast-1" = "Azija, Pacifik (Singapur)";
"ap-northeast-1" = "Asia Pacific (Tokyo)";
"sa-east-1" = "South America (São Paulo)";
"ap-southeast-2" = "Asia Pacific (Sydney)";
"eu-central-1" = "EU (Frankfurt)";
"us-east-2" = "US East (Ohio)";
"ap-northeast-2" = "Asia Pacific (Seoul)";
"ap-northeast-3" = "Asia Pacific (Osaka)";
"ap-south-1" = "Asia Pacific (Mumbai)";
"ap-east-1" = "Asia Pacific (Hong Kong)";
"ca-central-1" = "Canada (Montreal)";
"cn-north-1" = "China (Beijing)";
"cn-northwest-1" = "China (Ningxia)";
"me-south-1" = "Middle East (Bahrain)";
"af-south-1" = "Africa (Cape Town)";

/* Delivery methods including streaming protocols. */ 
"Download (HTTP)" = "Prenos (HTTP) CDN";
"Streaming (RTMP)" = "Pretočne vsebine (RTMP) CDN";
"Custom Origin Server (HTTP/HTTPS)" = "Custom Origin Server (HTTP/HTTPS) CDN";

/* S3 Website Configuration (HTTP) with index document */
"Website Configuration (HTTP)" = "Website Configuration (HTTP)";
"NoSuchWebsiteConfiguration" = "The specified bucket does not have a website configuration";

/* Storage class */
"STANDARD" = "Standard Storage";
"STANDARD_IA" = "Standard IA (Infrequent Access)";
"INTELLIGENT_TIERING" = "Intelligent-Tiering";
"ONEZONE_IA" = "One Zone-Infrequent Access";
"REDUCED_REDUNDANCY" = "»Reduced Redundancy Storage« (RSS)";
"GLACIER" = "Glacier";
"DEEP_ARCHIVE" = "Glacier Deep Archive";

/* Google Storage Regions */
"us" = "United States";
"eu" = "European Union";
"asia" = "Asia";

/* Google Storage */
"MULTI_REGIONAL" = "Multi-Regional";
"REGIONAL" = "Regional Storage";
"NEARLINE" = "Nearline Storage";
"COLDLINE" = "Coldline Storage";

/* Google Login Credentials */
"Google Account Email" = "E-poštni naslov Google računa";
"Google Account Password" = "Geslo Google računa";

/* MFA */
"Multi-Factor Authentication" = "Multifaktorska avtentifikacija";
"MFA Serial Number" = "MFA serijska številka";
"MFA Authentication Code" = "MFA avtentifikacijska koda";

/* ACL Editing */
"Canonical User ID" = "Uporabniški ID";
"Email Address" = "E-poštni naslov";

/* Amazon Related ACL Scopes */
"Amazon Customer Email Address" = "E-poštni naslov Amazon računa";

/* Google Storage Related ACL Scopes */
"Google Account Email Address" = "E-poštni naslov Google računa";
"Google Group Email Address" = "E-poštni naslov Google Group računa";
"Google Apps Domain" = "Google Apps domena";

"http://acs.amazonaws.com/groups/global/AllUsers" = "Everyone";
"http://acs.amazonaws.com/groups/s3/LogDelivery" = "Log Delivery";
"AllUsers" ="Everyone";
"AllAuthenticatedUsers" = "Google Account Holders";

/* Signed URL Expiry */
"Pre-Signed" = "Vpisan";
"Expires {0}" = "Poteče {0}";

/* HTTP Metadata */
"Custom Header" = "Glava po meri";

/* CloudFront object invalidation */
"{0} invalidations in progress" = "Število razveljavitev v teku: {0}";
"{0} invalidations completed" = "Število končanih razveljavitev: {0}";

"Bucket name is not DNS compatible" = "Ime vedra ni združljivo z DNS";

/* Lifecyle configuration */
"after {0} Days" = "after {0} Days";
